{
  "buckets": [
    {
      "Name": "extras",
      "Source": "https://github.com/ScoopInstaller/Extras",
      "Updated": "2022-09-08T12:52:21+08:00",
      "Manifests": 1676
    },
    {
      "Name": "main",
      "Source": "https://github.com/ScoopInstaller/Main",
      "Updated": "2022-09-08T12:53:28+08:00",
      "Manifests": 1073
    }
  ],
  "apps": [
    {
      "Source": "main",
      "Updated": "2022-08-15T13:51:51.4666128+08:00",
      "Info": "",
      "Version": "22.01",
      "Name": "7zip"
    },
    {
      "Source": "extras",
      "Updated": "2022-08-15T14:02:17.8212066+08:00",
      "Info": "",
      "Version": "0.10.1",
      "Name": "alacritty"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T14:03:05.6432731+08:00",
      "Info": "",
      "Version": "1.36.0-1",
      "Name": "aria2"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:51:51.894235+08:00",
      "Info": "",
      "Version": "2022-07-19",
      "Name": "cacert"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:52:04.5008948+08:00",
      "Info": "",
      "Version": "5.97.3",
      "Name": "coreutils"
    },
    {
      "Source": "extras",
      "Updated": "2022-08-18T03:32:18.3290637+08:00",
      "Info": "",
      "Version": "12.1.0",
      "Name": "flameshot"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:53:03.4944079+08:00",
      "Info": "",
      "Version": "11.2.0",
      "Name": "gcc"
    },
    {
      "Source": "main",
      "Updated": "2022-09-08T13:15:36.2170048+08:00",
      "Info": "",
      "Version": "2.37.3.windows.1",
      "Name": "git"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:53:22.7890313+08:00",
      "Info": "",
      "Version": "3.7",
      "Name": "grep"
    },
    {
      "Source": "main",
      "Updated": "2022-09-08T13:17:01.3536847+08:00",
      "Info": "",
      "Version": "15.0.0",
      "Name": "llvm"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:54:30.2088727+08:00",
      "Info": "",
      "Version": "0.7.2",
      "Name": "neovim"
    },
    {
      "Source": "main",
      "Updated": "2022-08-26T02:42:08.0919805+08:00",
      "Info": "",
      "Version": "3.0.7",
      "Name": "ngrok"
    },
    {
      "Source": "main",
      "Updated": "2022-08-17T02:42:39.3912169+08:00",
      "Info": "",
      "Version": "16.17.0",
      "Name": "nodejs-lts"
    },
    {
      "Source": "https://github.com/JanDeDobbeleer/oh-my-posh/releases/latest/download/oh-my-posh.json",
      "Updated": "2022-09-08T13:17:14.6766833+08:00",
      "Info": "",
      "Version": "9.0.0",
      "Name": "oh-my-posh"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:54:58.060241+08:00",
      "Info": "",
      "Version": "13.0.0",
      "Name": "ripgrep"
    },
    {
      "Source": "main",
      "Updated": "2022-09-08T13:17:16.5557203+08:00",
      "Info": "",
      "Version": "0.20.7",
      "Name": "tree-sitter"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:54:59.761118+08:00",
      "Info": "",
      "Version": "6.00",
      "Name": "unzip"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:55:03.5424753+08:00",
      "Info": "",
      "Version": "1.21.3",
      "Name": "wget"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:55:37.9594554+08:00",
      "Info": "",
      "Version": "0.9.1",
      "Name": "zig"
    },
    {
      "Source": "main",
      "Updated": "2022-08-15T13:55:38.4943445+08:00",
      "Info": "",
      "Version": "3.0",
      "Name": "zip"
    }
  ]
}
